Repository: shlomtzion1980/payplus-payment-gateway
Catalog: languages/payplus-payment-gateway-*.po
Languages: ru_ru

source: Charge Order Using PayPlus
ru_ru: Оплатить заказ с помощью PayPlus

source: Make Payment
ru_ru: Сделать платеж

source: PayPlus Charge is Successful<br />Charge Transaction Number: %s<br />Amount: %s %s
ru_ru: Платеж PayPlus успешно выполнен<br />Номер транзакции: %s<br />Сумма: %s %s

source: PayPlus Charge is Failed<br />Status: %s<br />Description: %s
ru_ru: Платеж PayPlus не выполнен<br />Статус: %s<br />Описание: %s

source: PayPlus Payment Gateway
ru_ru: Платежный шлюз PayPlus

source: user or other, please contact payplus support
ru_ru: Пользователь или представитель, пожалуйста свяжитесь с поддержкой payplus

source: Credit card company declined, check credit card details and credit line
ru_ru: Компания-эмитент кредитной карты отклонила сделку, проверить детали кредитной карты и кредитные лимиты

source: PayPlus Payment Successful
ru_ru: Успешная оплата PayPlus

source: This plugin requires <a href="https://wordpress.org/plugins/woocommerce/" target="_blank">WooCommerce</a> to be activated.
ru_ru: Плагин <a href="https://wordpress.org/plugins/woocommerce/" target="_blank">WooCommerce</a> должен быть активирован.

source: View PayPlus Settings
ru_ru: Посмотреть настройки PayPlus

source: Settings
ru_ru: Настройки

source: PayPlus Credit Card Secure Payment
ru_ru: Безопасный платеж PayPlus с помощью кредитной карты

source: Title
ru_ru: Название

source: This controls the title which the user sees during checkout
ru_ru: Настройка названия, которое видит пользователь вовремя оплаты

source: Pay with Debit or Credit Card
ru_ru: Оплатить дебетовой или кредитной картойי

source: Description
ru_ru: Описание

source: Pay securely by Debit or Credit Card through PayPlus
ru_ru: Безопасная оплата PayPlus с помощью кредитной карты

source: PayPlus API Settings
ru_ru: Настройки API PayPlus

source: Test mode
ru_ru: Режим тестирования

source: Enable Sandbox Mode
ru_ru: Активировать тестовый режим

source: API KEY
ru_ru: API ключ

source: PayPlus API Key you can find in your account under Settings
ru_ru: API ключ PayPlus вы можете найти в настройках вашего аккаунта

source: SECRET KEY
ru_ru: Секретный ключ

source: PayPlus Secret Key you can find in your account under Settings
ru_ru: Секретный ключ PayPlus вы можете найти в настройках вашего аккаунта

source: Payment Page UID
ru_ru: UID страницы оплаты

source: Your payment page UID can be found under Payment Pages in your side menu in PayPlus account
ru_ru: UID страницы оплаты находятся в разделе Страницы Оплаты в боковм меню вашего аккаунта

source: PayPlus Payment Options
ru_ru: Настройки платежа PayPlus

source: Transactions Type
ru_ru: Тип транзакции

source: Charge
ru_ru: Оплата

source: Authorization
ru_ru: Авторизация

source: Initial Invoice / Receipt
ru_ru: Предварительный инвойс / чек

source: Payment Page Default Setting
ru_ru: Настройки страницы оплаты по умолчанию

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Display Options
ru_ru: Настройки отображения

source: Display Mode
ru_ru: Режим отображения

source: Redirect
ru_ru: Переадресация (Redirect)

source: iFrame
ru_ru: встроенный блок (IFrame)

source: iFrame Height
ru_ru: Высота блока IFrame

source: Payment Page Options
ru_ru: Настройки страницы оплаты

source: You can set your payment pages as you like to
ru_ru: Вы можете настроить страницы оплаты по своему желанию

source: Use IPN Authentication from PayPlus Servers
ru_ru: Используйте IPN авторизацию серверов PayPlus

source: Saved Credit Cards
ru_ru: Сохраненные кредитные карты

source: Enable Payment via Saved Cards
ru_ru: Активировать оплату с помощью сохраненных карт

source: Hide Identification Field In Payment Form
ru_ru: Скрыть поле идентификации в форме оплаты

source: Hide Payments Number In Payment Form
ru_ru: Скрыть номер платежа в форме оплаты

source: Order Settings
ru_ru: Настройки заказа

source: Successful Order Status
ru_ru: Успешный статус заказа

source: Failure Order Status
ru_ru: Неудачный статус заказа

source: Successful Transaction E-mail Through PayPlus Servers
ru_ru: Электронная почта успешной транзакции с помощью серверов PayPlus

source: Failure Transaction E-mail Through PayPlus Servers
ru_ru: Электронная почта неудачной транзакции с помощью серверов PayPlus

source: Logging
ru_ru: Логирование

source: Log debug messages
ru_ru: Отладочные сообщения

source: PayPlus Refund is Failed<br />You cannot refund transaction that not charged. Current Transaction Type Status: %s
ru_ru: Возврат PayPlus не выполнен<br />Вы не можете сделать возврат средств, которые не были сняты.<br />Текущий статус транзакции: %s

source: PayPlus Refund is Failed<br />You cannot refund more then the refunded total amount. Refunded Amount: %s %s
ru_ru: Возврат PayPlus не выполнен<br />Вы не можете вернуть больше чем общая сума возврата. Сумма к возврату: %s %s

source: PayPlus Refund is Successful<br />Refund Transaction Number: %s<br />Amount: %s %s<br />Reason: %s
ru_ru: Возврат PayPlus успешно выполнен<br />Номер транзакции возврата: %s<br />Сумма: %s %s<br />Причина: %s

source: PayPlus Refund is Failed<br />Status: %s<br />Description: %s
ru_ru: Возврат PayPlus не выполнен<br />Статус: %s<br />Описание: %s

source: For more information about PayPlus and Plugin versions <a href="https://www.payplus.co.il/wordpress" target="_blank">www.payplus.co.il/wordpress</a>
ru_ru: Чтобы получить детальную информацию о PayPlus и версиях плагинов <a href="https://www.payplus.co.il/wordpress" target="_blank">Перейти</a>

source: This plugin was developed by <a href="https://www.payplus.co.il">PayPlus LTD</a>
ru_ru: Этот плагин был разработан <a href="https://www.payplus.co.il/" target="_blank">PayPlus LTD</a> - Все права защищены

source: Save credit card in my account
ru_ru: Сохранить кредитную карту в моем аккаунте

source: Error: user or other, please contact PayPlus support
ru_ru: Ошибка: пользователь или представитель, пожалуйста свяжитесь с поддержкой PayPlus

source: PayPlus Token Payment Successful<br/>Transaction Number: %s
ru_ru: Токен Платеж PayPlus выполнен успешно<br />Номер транзакции: %s

source: PayPlus Token Payment Failed<br/>Transaction Number: %s
ru_ru: Токен Платеж PayPlus не выполнен<br />Номер транзакции: %s

source: Error: credit card company decline, check credit card details and credit line
ru_ru: Ошибка: банк-эмитент кредитной карты отклонил транзакцию, проверьте детали кредитной карты и кредитную линию

source: Shipping
ru_ru: Доставка

source: Discount
ru_ru: Скидка

source: Something went wrong with the payment page
ru_ru: Что-то пошло не так на странице оплаты

source: PayPlus IPN Failed<br/>Transaction UID: %s
ru_ru: PayPlus IPN не выполнен<br />UID транзакции: %s

source: PayPlus Pre-Authorization is Successful<br/>Transaction Number: %s
ru_ru: Преавторизация PayPlus успешно выполнена<br />Номер транзакции: %s

source: PayPlus Payment Successful<br/>Transaction Number: %s
ru_ru: Платеж PayPlus выполнен успешно<br />Номер транзакции: %s

source: PayPlus payment failed
ru_ru: Платеж PayPlus не выполнен

source: Your new payment method has been added
ru_ru: Ваш новый метод оплаты был добавлен

source: There was a problem adding this card
ru_ru: Произошла ошибка при добавлении карты

source: Error: credit card declined: %s
ru_ru: Ошибка: Кредитная карта отклонена: %s

source: PayPlus Subscription Payment Successful<br/>Transaction Number: %s
ru_ru: Платеж подписки PayPlus выполнен успешно<br/>Номер транзакции: %s

source: PayPlus Subscription Payment Failure<br/>Transaction Number: %s
ru_ru: Платеж подписки PayPlus не выполнен<br/>Номер транзакции: %s

source: Subscription Renewal:
ru_ru: Обновление подписки:

source: Hide PayPlus Icon In The Checkout Page
ru_ru: Скрыть иконку PayPlus на странице оплаты

source: Invoice For Foreign Customers
ru_ru: Инвойс для иностранных граждан

source: Paying VAT
ru_ru: С НДС

source: Exempt VAT
ru_ru: Без НДС

source: Exempt VAT If Customer Billing ISO Country Is Different Than...
ru_ru: Без НДС если страна платежных данных клиента отличается от ...

source: Your Business VAT Registration Country ISO Code
ru_ru: Код страны вашей налоговой регистрации компании

source: The language of the invoices or documents issued to foreign customers (assuming your invoicing company supports this language)
ru_ru: Язык инвойсов или документов для иностранных клиентов (предположительно поддерживаемый компанией клиентом язык)

source: Invoicing & Documents Settings
ru_ru: Настройки инвойсов и документов

source: Charge for Order Number:
ru_ru: Сделать платеж по номеру заказу:

source: Refund for Order Number:
ru_ru: Сделать возврат по номеру заказа:

source: Sandbox mode is active and real transaction cannot be processed. Please make sure to move production when finishing testing
ru_ru: Тестовый режим активирован и реальная транзакция не может быть выполнена. Пожалуйста убедитесь, что вы переключили в рабочий режим после тестирования

source: PayPlus Refund is Failed<br />You cannot refund more then the charge total amount. Charged Amount: %s %s
ru_ru: Возврат PayPlus не выполнен. <br />Вы не можете вернуть сумму больше платежа. Сумма платежа: %s %s

source: PayPlus Gateway: Cannot Charge then original order sum
ru_ru: Шлюз PayPlus: сумма платежа не может отличаться от суммы заказа

source: Rounding Product Decimals
ru_ru: Количество десятичных цифр

source: Hide Products To Invoices and Documents
ru_ru: Не отображать товары в инвойсах

source: Payment Completed
ru_ru: Платеж выполнен

source: Fire Payment Completed On Successful Charge
ru_ru: Платеж fire выполнен с успешным списанием

source: Send Add Data Parameter When Payment Created
ru_ru: Отправьте параметр данных когда платеж создан

source: Add Data Parameter
ru_ru: добавьте параметр данных

source: Include Apple Pay Script in Iframe Mode (You have to join the service before)
ru_ru: Включить Apple Pay iframe скрипт (необходимо подключить услугу перед активацией)

source: Send product variations among with products (for invoices)
ru_ru: Слать характеристики товара (в счетах)

source: Вариант оплаты по умолчанию
ru_ru: אמצעי תשלום ברירת מחדל

source: Credit Card
ru_ru: Кредитная карта

source: Please wait
ru_ru: Пожалуйста, подождите
